Repository: printpagestopdf/api-for-cb-app
Catalog: languages/api-for-cb-app-*.po
Languages: de_de

source: <hr />Booking restrictions
de_de: <hr />Buchungseinschränkungen

source: Adds REST Api to Commons Booking to support App.
de_de: Erweitert die Commons Booking REST API für die App Unterstützung.

source: Allow all
de_de: Für alle erlauben

source: Allows/denies users to use an Application Password for App authentication (e.g. for Booking)
de_de: Erlaubt/verbietet Benutzern sich mit einem Anwendungspasswort über die App anzumelden (z.B. für Buchungen)

source: API for CB App
de_de: API für die CB App

source: App API Settings
de_de: App API Einstellungen

source: Application Passwords
de_de: Anwendungspasswort

source: Booking
de_de: Buchung

source: Booking list retrieved
de_de: Buchungsliste ermittelt

source: Booking/Update successfull
de_de: Buchung/Update erfolgreich

source: Deny images for Web App (CORS)
de_de: Web App verbieten CORS für images zu umgehen

source: Error creating booking list
de_de: Fehler beim ermitteln der Buchungsliste

source: Forbidden for all
de_de: Für alle verbieten

source: General
de_de: Allgemein

source: If checked, Web Apps are denied to retrieve item images (if CORS restricts it)
de_de: Wenn aktiviert, ist es Web App's verboten Images zu laden (sofern CORS aktiviert ist)

source: login successfully
de_de: Anmeldung erfolgreich

source: Map to use
de_de: Karte

source: Max. bookings per month
de_de: Max. Buchungen pro Monat

source: Max. bookings per week
de_de: Max. Buchungen pro Woche

source: Max. days per month
de_de: Max. Buchungstage pro Monat

source: Max. days per week
de_de: Max. Buchungstage pro Monat

source: missing org_url
de_de: keine Url angegeben

source: missing post_id
de_de: keine Post-ID angegeben

source: No image for item
de_de: Der Artikel hat kein image

source: No maps configured!
de_de: Keine Karte(n) eingerichtet

source: no uploads file
de_de: Datei nicht im uploads Verzeichnis

source: Not available
de_de: Nicht verfügbar

source: path missing
de_de: es wurde kein Pfad angegeben

source: Per User booking restrictions
de_de: Benutzerbezogene Einschränkungen

source: Restrict to Roles
de_de: Auf Rollen einschränken

source: Roles allowed to login
de_de: Rollen denen Anmeldung erlaubt ist

source: Roles that are allowed to use Application Password
de_de: Rollen, die ein Anwendungspasswort verwenden dürfen

source: Select CB Map thats configuration should be used for App
de_de: CB Karte auswählen, deren Einstellungen für die App verwendet werden

source: Settings for the CB App API
de_de: Einstellungen für die CB App API

source: Settings Saved
de_de: Einstellungen gespeichert

source: successfully generated app key
de_de: Anwendungspasswort erzeugtn

source: There is already a booking in this timerange.
de_de: Es gibt bereits eine Buchung in dem Zeitraum.

source: Use system setting
de_de: Systemeinstellung verwenden

source: User
de_de: Nutzende*r
